const chalk = require('chalk')


 function showBanner() {
  console.log('')
  console.log(
    chalk.bold.blue('  ████████╗██╗  ██╗ █████╗ ██╗  ██╗██╗███╗   ██╗ ██████╗ ')
  )
  console.log(
    chalk.bold.blue('     ██╔══╝██║  ██║██╔══██╗██║ ██╔╝██║████╗  ██║██╔════╝ ')
  )
  console.log(
    chalk.bold.blue('     ██║   ███████║███████║█████╔╝ ██║██╔██╗ ██║██║  ███╗')
  )
  console.log(
    chalk.bold.blue('     ██║   ██╔══██║██╔══██║██╔═██╗ ██║██║╚██╗██║██║   ██║')
  )
  console.log(
    chalk.bold.blue('     ██║   ██║  ██║██║  ██║██║  ██╗██║██║ ╚████║╚██████╔╝')
  )
  console.log(
    chalk.bold.blue('     ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝╚═╝╚═╝  ╚═══╝ ╚═════╝ ')
  )
  console.log('')
  console.log(
    chalk.dim('  Zero config deployment. Just ship.')
  )
  console.log('')
}

module.exports = {showBanner}